abl
ablat
absenc
absolut
acceler
accept
accompani
accomplish
accord
account
accur
accuraci
achiev
acoust
act
action
activ
actual
ad
addit
addition,
adequ
adiabat
adjac
adjust
advanc
advantag
advers
aerodynam
aeroelast
aerofoil
aeronaut
affect
aft
afterbodi
agre
agreement
ahead
aid
aileron
air
air,
aircraft
airfoil
airplan
algebra
allow
alloy
also,
alter
altern
altitud
ambient
amount
amplitud
analog
analogu
analys
analysi
analysis,
analyt
analyz
and,
angl
angle,
angle-of-attack
angles,
annular
apex
appar
apparatu
appear
appendix
appli
applic
appreci
approach
appropri
approxim
approximation,
arbitrari
arbitrarili
arc
area
aris
arrang
arriv
articl
artifici
aspect
assess
associ
assum
assumpt
asymmetr
asymptot
atmospher
atom
attach
attack
attack,
attempt
attent
attribut
author
author'
automat
avail
averag
avoid
away
axe
axi
axial
axisymmetr
b
balanc
ballist
band
base
basi
basic
beam
bear
begin
behav
behavior
behaviour
believ
bend
best
better
blade
blasiu
blast
blockag
bluff
blunt
blunt-bodi
blunt-nos
bodi
bodies,
body,
boom
bound
boundari
boundary-lay
boundary-valu
bow
brief
briefli
buckl
c
calcul
calibr
call
camber
cantilev
cap
capabl
capac
care
carri
cascad
case
case,
cases,
caus
caviti
cent
center
centr
central
centrifug
certain
chang
channel
charact
character
characterist
charg
chart
check
chemic
choic
choke
chord
chordwis
chosen
circul
circular
circumferenti
clamp
class
classic
clearli
close
closed-form
co-ordin
code
coeffici
coefficient,
coefficients,
cold
collaps
collect
column
combin
combust
comment
common
compar
comparison
complet
complex
complic
compon
compos
composit
compress
compressor
comput
concentr
concept
concern
conclud
conclus
condit
conditions,
conduct
cone
cone,
cones,
configur
confirm
conform
conic
conjunct
connect
consequ
conserv
consid
consider
considered,
consist
constant
constant,
constraint
construct
contact
contain
continu
contour
contrast
contribut
control
convect
conveni
convent
converg
cool
coolant
cooling,
coordin
core
corner
correct
correl
correspond
corridor
couett
coupl
cover
creep
criteria
criterion
critic
crocco
cross
cross-sect
crossflow
cruciform
cruis
current
curv
curvatur
curvature,
cycl
cylind
cylinder,
cylinders,
cylindr
damag
damp
data
data,
deal
decay
deceler
decreas
deduc
defin
definit
deflect
deform
degre
delay
delta
demonstr
densiti
density,
depend
depth
deriv
describ
described,
descript
design
desir
detach
detail
determin
deton
develop
developed,
deviat
devis
diagram
diamet
differ
differenti
difficult
difficulti
diffus
digit
dimens
dimension
dimensionless
diminish
direct
directli
discharg
discontinu
discrep
discuss
discussed,
disk
displac
dissip
dissoci
distanc
distance,
distinct
distort
distribut
distribution,
distributions,
disturb
diverg
divid
domin
donnel
donnell'
doubl
downstream
downwash
drag
drag,
drawn
drop
duct
durat
dynam
e
earli
earlier
earth
earth'
easili
eccentr
eddi
edg
edge,
edges,
effect
effects,
effici
eigenvalu
elast
electr
electron
element
elementari
elimin
ellipt
emiss
emphas
emphasi
empir
employ
enabl
encount
end
energi
engin
enter
enthalpi
entir
entri
entropi
environ
equal
equat
equation,
equations,
equilibrium
equip
equival
eros
error
especi
essenti
establish
estim
evalu
evid
exact
exactli
examin
exampl
example,
exceed
excel
except
excess
excit
exhaust
exhibit
exist
exit
expand
expans
expect
experi
experienc
experiment
explain
explicit
explicitli
expon
exponenti
expos
express
extend
extens
extent
extern
extrapol
extrem
f
face
facil
fact
factor
fail
failur
fair
fairli
fall
famili
far
fatigu
favor
feasibl
featur
feet
field
field,
fig.
figur
fin
final
finally,
find
fine
finit
first-ord
fix
flame
flap
flare
flat
flat-plat
flexibl
flexur
fli
flight
flow
flow,
flows,
fluctuat
fluid
fluid,
flutter
flux
follow
foot
forc
force,
forces,
forebodi
foreign
form
form,
format
formul
formula
forward
forward-fac
found,
fourier
fourth
fraction
framework
free
free-convect
free-flight
free-stream
freedom
freestream
freez
freon-12
frequenc
friction
friction,
frozen
ft
ft.
fuel
full-scal
fulli
function
fundament
furthermore,
fuselag
futur
ga
gap
gasdynam
gase
gave
gener
general,
generalis
geometr
geometri
give
given
given,
glass
glide
good
govern
gradient
gradient,
gradients,
graph
graphic
graviti
great
greater
greatest
greatli
ground
group
growth
guid
gust
h
half
half-angl
hand
hand,
handl
harmon
head
heat
heat-transf
height
held
helium
hemispher
hemisphere-cylind
hence,
here,
high
high-spe
high-temperatur
higher
highest
highli
hing
histori
hold
hole
hoop
horizont
hot
hover
however,
hub
hydrodynam
hydrogen
hydrostat
hyperbol
hyperson
hyperveloc
hypothesi
i.
idea
ideal
ident
identifi
ignit
illustr
immedi
impact
impel
imperfect
imping
import
impos
improv
impuls
in.
inch
incid
incidence,
inclin
includ
incompress
incompressible,
incorpor
increas
increment
independ
indic
indici
induc
inelast
infin
infinit
infinitesim
influenc
inform
initi
inject
inlet
inner
input
instabl
instrument
insul
integr
intend
intens
interact
interest
interfer
interior
intermedi
intern
interpret
intersect
interv
introduc
introduct
invers
investig
investigated,
investigation,
inviscid
inviscid-flow
involv
ioniz
is,
isentrop
isol
isotherm
isotrop
iter
j.
jet
jet,
jet-exit
join
joint
jump
junction
justifi
k
karman
karman-pohlhausen
kernel
kinet
knowledg
known
known,
laboratori
lack
laminar
laminar,
langley
larg
larger
later
lattic
law
layer
layer,
layers,
lead
leading-edg
length
length,
level
lie
life
lift
lift,
lift-drag
light
like
limit
line
linear
linearis
linearli
liquid
literatur
littl
load
load,
loading,
local
locat
logarithm
long
longitudin
loss
low
low-spe
lower
lowest
mach
machin
magnet
magnetohydrodynam
magnitud
main
mainli
maintain
major
make
manner
map
mark
mass
match
materi
mathemat
matrix
maximum
mean
measur
mechan
medium
member
membran
mention
merg
metal
method
method,
middl
million
minim
minimum
minor
missil
mix
mixtur
mode
model
model,
moder
modif
modifi
modul
modulu
molecul
molecular
moment
moment,
moments,
momentum
motion
motion,
mount
move
movement
multipl
n
n,
naca
nacel
nation
natur
navier-stok
near
nearli
necessari
necessarili
need
neg
neglect
neglig
neutral
new
newtonian
nitrogen
nois
nomin
non-linear
non-uniform
nondimension
nonequilibrium
nonlinear
nonuniform
nonvisc
normal
normal-forc
nose
note
note,
nozzl
nozzle,
number
number,
numbers,
numer
object
obliqu
observ
obtain
obtained,
occur
ogiv
one-dimension
onset
open
oper
opposit
optic
optimum
orbit
order
ordinari
orific
origin
orthotrop
oscil
oscillatori
outer
outlin
outsid
oval
overal
owe
oxygen
p
pair
panel
paper
paper,
parabol
parallel
paramet
parameter,
part
partial
particl
particular
particular,
particularli
pass
passag
past
path
pattern
peak
penetr
percent
perfect
perfor
perform
perige
period
permit
perpendicular
pertin
perturb
phase
phenomena
phenomenon
photograph
physic
pictur
pipe
piston
pitch
pitching-mo
pitot
pitot-stat
place
plan
plane
plane,
planetari
planform
plasma
plastic
plate
plate,
plates,
play
plot
pohlhausen
point
point,
polar
polynomi
porou
portion
posit
possibl
postbuckl
potenti
power
practic
prandtl
predict
preliminari
prescrib
presenc
present
presented,
pressur
pressure,
prevent
previou
previous
primari
primarili
princip
principl
probabl
problem
problem,
problems,
procedur
process
produc
product
profil
program
programm
progress
propag
propel
properti
proport
propos
propuls
prove
provid
proxim
publish
pure
purpos
qualit
quantit
quantiti
quasi-steadi
question
quit
r
r.a.e.
radi
radial
radiat
radii
radiu
random
rang
range,
rapid
rapidli
rarefi
rate
ratio
ratio,
ratios,
re-entri
reach
reaction
read
readili
real
real-ga
realiz
rear
reason
reattach
recent
reciproc
recombin
record
recoveri
rectangular
reduc
reduct
reentri
ref.
refer
refin
reflect
regard
regim
region
region,
regular
rel
relat
relationship
relax
releas
relev
reliabl
remain
remark
replac
report
repres
represent
requir
research
reservoir
resist
respect
respectively,
respons
rest
restraint
restrict
result
results,
retard
reveal
revers
review
revolut
reynold
right
rigid
rigor
ring
ring-stiffen
rise
rocket
role
roll
root
rotat
rotor
rough
roughli
roughness,
round
routin
row
rule
run
sampl
sandwich
satellit
satisfactori
satisfactorili
satisfi
scale
scheme
schlieren
scope
sec
second
second-ord
secondari
section
section,
seen
segment
select
semi-infinit
semiempir
semivertex
sens
sensit
separ
separation,
seri
serv
set
sever
shall
shallow
shape
shape,
shapes,
sharp
shear
shear,
sheet
shell
shield
shock
shock,
shock-expans
shock-induc
shock-wav
short
show
shown
shroud
side
sideslip
signific
significantli
similar
similitud
simpl
simpler
simpli
simplif
simplifi
simul
simultan
singl
singular
sink
sinusoid
situat
size
skin
skin-frict
slab
slender
slender-bodi
slight
slightli
slip
slipstream
slope
slot
slow
slowli
small
small,
smaller
smoke
smooth
solar
solid
solut
solution,
solutions,
solv
somewhat
sonic
sound
sourc
space
span
spanwis
special
specif
specifi
specimen
spectrum
speed
speed,
speeds,
sphere
spheric
split
spread
spring
squar
stabil
stabl
stage
stagnat
stagnation-point
stall
standard
start
state
static
static-pressur
station
stationari
steadi
steady-st
step
stiff
stiffen
straight
strain
stream
stream,
streamlin
streamwis
strength
stress
stress,
stress-strain
strip
strong
structur
studi
subject
sublay
subsequ
subson
substanti
success
suction
sudden
suffici
suggest
suitabl
summar
summari
superson
support
surfac
surface,
surfaces,
surround
survey
sweep
sweepback
swept
sweptback
swirl
symmetr
symmetri
system
systemat
tabl
tabul
tail
take
take-off
taken
tangent
tangenti
taper
taylor
technic
techniqu
temperatur
temperature,
tend
term
termin
test
tests,
that,
theorem
theoret
theori
theory,
therefore,
thermal
thermodynam
thick
thickness,
thin,
thin-wal
this,
three-dimension
throat
thrust
thus,
tilt-w
time
time-depend
tip
tool
torsion
total
trace
trail
trailing-edg
trajectori
transfer
transfer,
transform
transient
transit
transition,
transon
transpir
transport
transvers
travel
travers
treat
treatment
trend
triangular
trim
trip
true
truncat
tube
tube,
tunnel
tunnel,
turbin
turbul
turn
twist
two-
two-dimension
two-dimensional,
type
typic
u
ultim
understand
undisturb
unifi
uniform
uniformli
uniqu
unit
uniti
univers
unknown
unsteadi
unswept
upper
upstream
use
usual
util
v
valid
valu
value,
van
vane
vanish
vari
variabl
variat
varieti
variou
vector
vehicl
veloc
velocity,
verifi
vertic
vessel
vibrat
vicin
view
virtual
viscos
viscosity,
viscou
volum
von
vortex
vortic
vtol
w
wake
wall
wall,
water
wave
wave,
waves,
way
weak
web
wedg
weight
well-known
which,
wide
wider
width
wind
wind-tunnel
windward
wing
wing,
wing-bodi
wings,
wire
work
written
x
yaw
year
yield
z
zero
zone
